theory=(
        'Расскажу вкратце и в конце дам пару ссылок на теорию.\n' +
'Метод интервальных повторений - подход к запоминанию информации, когда повторение' +
' осуществляется несколько раз с увеличивающимся интервалом.\n' +
'Основой данного метода являются исследования Германа Эббингауза - в 1885 им экспериментально была' +
' выведена кривая забывания. Она формулируется так:\n' +
'- в течение первого часа забывается до 60 % всей полученной информации;\n' +
'- через 10 часов после заучивания в памяти остаётся 35 % от изученного;\n' +
'- через 6 дней в памяти остаётся около 20 % от общего числа изначально запомненной информации;\n' +
'Далее падение замедляется, но информация продолжает вымываться из памяти, если не используется.\n' +
'Для борьбы с этим явлением и были предложены интервальные повторения. Существует различные схемы и способы повторений ' +
', которые можно найти по ссылкам ниже.\n' +
'Кроме вопроса "Как часто повторять?" нужно задать себе и другой вопрос - "А как именно повторять информацию эффективно?"\n' +
'Наш ответ на этот вопрос - техника Active recall (активное вспоминание). Его суть можно кратко привести к тому, что необходимо ' +
'после изучения материала тестировать себя на его запоминание.\n' +
'Самый простой метод - контрольные вопросы, отвечая на которые можно убедиться, что тема усвоена.' +
'Исследования показывают, что такой метод существенно эффективнее простого перечитывания материала - в памяти остается ' +
'до 50% больше информации.\n' +
'Поэтому мы и будем совмещать эти два метода, чтобы запомнить все на свете! А ниже ссылки на теорию (пока только вики)'
        )
ebbie='https://ru.wikipedia.org/wiki/%D0%9A%D1%80%D0%B8%D0%B2%D0%B0%D1%8F_%D0%B7%D0%B0%D0%B1%D1%8B%D0%B2%D0%B0%D0%BD%D0%B8%D1%8F'
rec_eng= 'https://en.wikipedia.org/wiki/Active_recall'
rec_ru = 'https://ru.qwe.wiki/wiki/Active_recall'

